Tekla.Structures.Internal.WrapperDelegateHelper
Helper class to create delegates

Tekla.Structures.Internal.WrapperDelegateHelper.CreateDelegate``1(System.Object,System.String)
Creates a delegate of the specified type.
The type of delegate to create.
Instance: The class instance on which the method is invoked.
MethodName: The name of the Instance method that the delegate is to present.
Returns: A delegate of the specified type that represents the specified method.